// © Copyright 2010-2016 HP Development Company, L.P.

TaskName = "Numérisation vers PC";
TaskDescription = "La fonction Numérisation vers PC vous permet de démarrer des numérisations depuis l'avant de votre périphérique HP et d'envoyer automatiquement la sortie à votre ordinateur.";

MoreInfoButtonToolTipTitle = "Plus d'informations sur la numérisation vers l'ordinateur";

"COMPUTER_NAME_TITLE" = "Nom de votre ordinateur :";
"COMPUTER_NAME_DESCRIPTION" = "Lorsque vous démarrez une numérisation depuis votre périphérique HP, vous pouvez être invité à sélectionner votre ordinateur dans une liste d'ordinateurs hôtes compatibles avec la fonction Numérisation vers PC.";
ComputerNameWithDefaultDestinationDescription = "Lorsque vous commencez une numérisation depuis votre périphérique HP, vous pouvez être invité à sélectionner votre ordinateur depuis une liste d'ordinateurs hôtes activés Scan to Computer. Les numérisations seront enregistrées dans le répertoire de destination par défaut. Pour modifier les tâches de numérisation, cliquez sur le bouton \"Édition des tâches de numérisation\".";
"COMPUTER" = "Ordinateur";
"COMPUTERS" = "Ordinateurs";

"INSTALLATION_ERROR" = "Le logiciel HP requis pour la numérisation vers un ordinateur est introuvable sur cet ordinateur. Veuillez télécharger et installer le dernier logiciel recommandé par HP pour votre périphérique sur le site http://www.hp.com/support, puis effectuer une nouvelle tentative.";
HSDNoHPScanDriverErrorMessage = "Le logiciel HP nécessaire à la fonction Numériser vers l'ordinateur n'a pas pu être chargé. Veuillez télécharger et installer le dernier logiciel pour votre appareil HP (http://www.hp.com/support), puis réessayez. Si le problème persiste, redémarrez votre Mac et l'appareil HP.";

EnableScanToComputerCheckBoxTitle = "Activer la numérisation vers PC";

EnablingScanToComputerProgressTitle = "Activation de la numérisation vers PC…";

ScanToComputerIsEnabledTitle = "La numérisation vers PC est activée";
ChangeComputerNameButtonTitle = "Modifier le nom de l'ordinateur…";

ScanToComputerDisabledTitle = "La numérisation vers PC est désactivée";
ScanToComputerDisabledDescriptionTitle = "Vous pouvez toujours démarrer des numérisations à partir du logiciel de numérisation de votre ordinateur, par exemple HP Easy Scan.";

ScanToComputerCannotBeEnabledTitle = "La numérisation vers PC ne peut pas être activée";

EnablingFailedCause1Title = "Cause possible n°1 : le nombre maximum d'ordinateurs est déjà activé. Pour activer la numérisation vers PC, un autre ordinateur doit d'abord désactiver cette fonction.";
EnablingFailedCause2Title = "Cause possible n°2 : impossible de communiquer avec le périphérique. Vérifiez les câbles et les paramètres de connexion. Si le problème persiste, essayez de redémarrer votre ordinateur et le périphérique HP.";
ShowEnabledComputersButtonTitle = "Afficher les ordinateurs activés";

CommunicationErrorTitle = "Erreur de communication";
CommunicationErrorDescriptionTitle = "Impossible de communiquer avec le périphérique. Vérifiez les câbles et les paramètres de connexion. Si le problème persiste, essayez de redémarrer votre ordinateur et le périphérique HP.";

EditScanTasksButtonTitle = "Édition des tâches de numérisation…";
EditScanTasksButtonToolTipTitle = "Afficher et modifier les tâches de numérisation dans l'application HP Easy Scan (ou HP Scan pour certains produits)";
CannotEditScanTasksErrorTitle = "HP Easy Scan introuvable";
HSDNoHPScanErrorMessage = "HSD_TEXT:HP Easy Scan (ou HP Scan pour certains produits) doit être installé pour afficher et modifier les paramètres de numérisation. Téléchargez et installez le dernier logiciel pour votre produit à l'adresse HSD_LINK:HSD_URL:HSDSupportLink_URL.";
HSDOutdatedHPScanErrorMessage = "HSD_TEXT:Votre logiciel HP Scan nécessite une mise à jour. HSDNoHPScanErrorMessage";

// Enabled Computers List
TableTile = "Actuellement activé pour la numérisation vers PC";
MaximumEnabledComputersAmountTitle = "Maximum activé pour ce périphérique :";
